<?xml version="1.0" encoding="UTF-8"?>
<xsl:stylesheet
    version="3.0" xmlns:xsl="http://www.w3.org/1999/XSL/Transform">
  <xsl:variable
      name="allowed-languages"
      select="('Русский',
              'Украинский',
              'Немецкий',
              'Английский',
              'Французский',
              'Латинский',
              'Турецкий',
              'Белорусский',
              'Финский',
              'Итальянский',
              'Испанский',
              'Казахский',
              'Древнегреческий',
              'Польский',
              'Арабский',
              'Чешский',
              'Сербский',
              'Португальский',
              'Греческий',
              'Венгерский',
              'Японский',
              'Нидерландский',
              'Шведский',
              'Литовский',
              'Древнерусский',
              'Болгарский',
              'Китайский (Гуаньхуа)',
              'Иврит',
              'Латышский')"/>
</xsl:stylesheet>
