<?xml version="1.0" encoding="UTF-8"?>
<xsl:stylesheet
    version="3.0" xmlns:xsl="http://www.w3.org/1999/XSL/Transform">
  <!-- https://el.wiktionary.org/wiki/Βικιλεξικό:Αριθμός_λημμάτων_ανά_γλώσσα -->
  <xsl:variable
      name="allowed-languages"
      select="('Νέα ελληνικά',
              'Γαλλικά',
              'Αγγλικά',
              'Αρχαία ελληνικά',
              'Εσπεράντο',
              'Γερμανικά',
              'Ιταλικά',
              'Πολωνικά',
              'Μεσαιωνικά ελληνικά',
              'Ισπανικά',
              'Τουρκικά',
              'Λατινικά',
              'Ρουμανικά',
              'Φινλανδικά',
              'Πορτογαλικά',
              'Σουηδικά',
              'Ρωσικά',
              'Ολλανδικά',
              'Τσεχικά',
              'Ιαπωνικά',
              'Εβραϊκά',
              'Σερβικά')"/>
</xsl:stylesheet>
