<?xml version="1.0" encoding="UTF-8"?>
<xsl:stylesheet
    version="3.0" xmlns:xsl="http://www.w3.org/1999/XSL/Transform">
  <!-- https://th.wiktionary.org/wiki/วิกิพจนานุกรม:สถิติ -->
  <xsl:variable
      name="allowed-languages"
      select="('ภาษาไทย',
              'ภาษาจีน',
              'ภาษาอังกฤษ',
              'ภาษาลาว',
              'ภาษาคำเมือง',
              'ภาษาไทใหญ่',
              'ภาษาญี่ปุ่น',
              'ภาษาบาลี',
              'ภาษาฝรั่งเศส',
              'ภาษาเยอรมัน',
              'ภาษาไทลื้อ',
              'ภาษาสเปน',
              'ภาษาเขมร',
              'ภาษาอิตาลี',
              'ภาษาเอสเปรันโต',
              'ภาษาไทดำ',
              'ภาษาฟินแลนด์',
              'ภาษาพม่า',
              'ภาษาเวียดนาม',
              'ภาษาโปรตุเกส')"/>
</xsl:stylesheet>
